{
    "This is a secure area of the application. Please confirm your password before continuing.": "Ez az alkalmazás egy védett területe. Kérjük, erősítse meg jelszavát a folytatás előtt.",
    "Confirm": "Megerősítés",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Elfelejtette a jelszavát? Semmi gond. Csak adja meg e-mail címét, és küldünk egy jelszó visszaállítási linket, amely lehetővé teszi egy új jelszó választását.",
    "Email Password Reset Link": "Jelszó visszaállítási link küldése e-mailben",
    "Remember me": "Emlékezz rám",
    "Forgot your password?": "Elfelejtette a jelszavát?",
    "Log in": "Bejelentkezés",
    "Already registered?": "Már regisztrált?",
    "Register": "Regisztráció",
    "Reset Password": "Jelszó visszaállítása",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Köszönjük, hogy regisztrált! Mielőtt elkezdené, kérjük, erősítse meg az e-mail címét az elküldött linkre kattintva. Ha nem kapta meg az e-mailt, örömmel küldünk egy újat.",
    "A new verification link has been sent to the email address you provided during registration.": "Egy új ellenőrző linket küldtünk a regisztráció során megadott e-mail címére.",
    "Resend Verification Email": "Ellenőrző e-mail újraküldése",
    "Log Out": "Kijelentkezés",
    "Dashboard": "Főoldal",
    "Profile": "Profil",
    "Delete Account": "Fiók törlése",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "A fiók törlése után minden adat véglegesen törlődik. A törlés előtt, kérjük, töltse le az összes adatot, amelyet meg szeretne őrizni.",
    "Are you sure you want to delete your account?": "Biztosan törölni szeretné a fiókját?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "A fiók törlése után minden adat véglegesen törlődik. Kérjük, adja meg a jelszavát a törlés megerősítéséhez.",
    "Password": "Jelszó",
    "Current Password": "Jelenlegi jelszó",
    "New Password": "Új jelszó",
    "Confirm Password": "Jelszó megerősítése",
    "Cancel": "Mégsem",
    "Update Password": "Jelszó frissítése",
    "Ensure your account is using a long, random password to stay secure.": "Győződjön meg róla, hogy fiókja egy hosszú, véletlenszerű jelszót használ a biztonság érdekében.",
    "Save": "Mentés",
    "Saved.": "Mentve.",
    "Profile Information": "Profil Információ",
    "Update your account's profile information and email address.": "Frissítse fiókja profilinformációit és e-mail címét.",
    "Your email address is unverified.": "Az e-mail címe nincs megerősítve.",
    "Click here to re-send the verification email.": "Kattintson ide az ellenőrző e-mail újraküldéséhez.",
    "A new verification link has been sent to your email address.": "Egy új ellenőrző linket küldtünk az e-mail címére.",
    "You're logged in!": "Sikeresen bejelentkezett!",
    "Driver": "Fuvarozó",
    "Delivery address": "Érkezési cím",
    "Recipient name": "Címzett neve",
    "Delivery status": "Státusz",
    "pagination.previous": "&lt; Előző",
    "pagination.next": "Következő &gt;",
    "enums.assignment_status.assigned": "Kiosztva",
    "enums.assignment_status.in_progress": "Folyamatban",
    "enums.assignment_status.finished": "Befejezve",
    "enums.assignment_status.failed": "Sikertelen",
    "edit": "Módosítás",
    "delete": "Törlés"
}
